[
  {
    "id": 1,
    "title": "Il est possible de connaître les nouveaux contenus ou services",
    "authors": ["Marco BARONI"],
    "path": "/rules/1",
    "description": "Une image vaut souvent mieux qu’un long discours. Certes, mais tout d’abord, il peut s’avérer difficile de véritablement comprendre un graphique (courbe, diagramme, histogramme, camembert...) si l’on n'a pas les données qui ont permis de le créer. D’autre part, certains utilisateurs ne pourront pas avoir accès au rendu graphique, et l’accès aux données leur permettra de comprendre les contenus.",
    "tags": [
      "Accessibilité",
      "Conception",
      "Contenus",
      "Éditorial",
      "SEO",
      "Écoconception"
    ],
    "objectives": [
      "Permettre aux utilisateurs d'identifier immédiatement les nouveaux contenus ou services en ligne.",
      "Améliorer la prise en compte des contenus par les moteurs de recherche et outils d’indexation."
    ],
    "implementationIntro": "À titre d'exemple, les différentes solutions ci-dessous peuvent être déployées seules ou conjointement :",
    "implementation": [
      "Publier un flux RSS des actualités du site.",
      "Publier une rubrique du type « Actualités du site » ou « Quoi de neuf ? »",
      "Indiquer un compte de réseau social ou un canal d'actualité où sont publiées les actualités concernant le site."
    ],
    "control": [
      "Vérifier qu’un canal interne existe (flux RSS, rubrique « Quoi de neuf ? », etc.).",
      "Vérifier qu’un canal externe est accessible depuis la page d’accueil (si utilisé)."
    ],
    "screenshotsSources": [
      "https://www.service-public.fr/",
      "https://www.nuxt.com/blog",
      "https://developer.mozilla.org/fr/"
    ]
  },
  {
    "id": 2,
    "title": "Les informations importantes sont accessibles et compréhensibles",
    "path": "/rules/2",
    "tags": [
      "Accessibilité",
      "Conception",
      "Contenus",
      "Éditorial",
      "UX",
      "SEO"
    ],
    "objective": "Assurer que les informations essentielles sont facilement accessibles et compréhensibles pour tous les utilisateurs, y compris ceux ayant des besoins spécifiques."
  },
  {
    "id": 10,
    "title": "Les contenus ou fichiers destinés à des espaces publics peuvent être vérifiés avant leur envoi définitif.",
    "authors": ["Marco BARONI"],
    "path": "/rules/10",
    "description": "Il est fort agaçant de voir publier un message sous une forme dégradée ou de constater après envoi que l’on a écrit une grosse bêtise. La prévisualisation permet de voir les contenus en contexte et donne la possibilité de les corriger ou de les peaufiner.",
    "tags": ["Contenus", "Développement"],
    "objectives": [
      "Permettre à l’utilisateur de vérifier sa saisie en contexte et, si nécessaire, de la corriger avant envoi.",
      "Diminuer le nombre de demandes de rectification ou de suppression."
    ],
    "implementationIntro": "Mettre en place une prévisualisation des informations saisies avant la soumission définitive du formulaire, avec possibilité de les modifier.",
    "implementation": [],
    "control": [
      "Pour chaque espace public du site (zone de commentaire, forum, page personnelle publique, avatar, portfolio de documents, etc.) :",
      "Saisir des informations destinées à être rendues publiques telles que des images associées à un compte ou un commentaire.",
      "Vérifier que la soumission définitive du formulaire de saisie est précédée d'une étape permettant, si l'utilisateur le souhaite, de contrôler et de modifier le résultat de sa saisie avant publication."
    ],
    "screenshotsSources": [
      "https://www.gmail.com/",
      "https://www.nuxt.com/blog",
      "https://developer.mozilla.org/fr/"
    ]
  },
  {
    "id": 87,
    "title": "Les processus complexes sont accompagnés de la liste de leurs étapes.",
    "authors": ["Adrien LECOMTE"],
    "path": "/rules/87",
    "description": "Il est toujours appréciable de connaître à l’avance le nombre d’étapes et de pouvoir estimer le temps nécessaire pour réaliser une longue démarche",
    "tags": ["Basics", "Accessibilité", "Conception", "Formulaires"],
    "objectives": [
      "Donner de la visibilité à l'utilisateur sur les actions qu'il va réaliser (ordre des étapes, informations nécessaires pour les accomplir, etc.). ",
      "Éviter que l'utilisateur ne se sente piégé dans un processus dont il n'avait pas prévu la durée."
    ],
    "implementationIntro": "Pour tout processus complexe, par exemple un formulaire de commande, afficher à chaque étape la liste intégrale de toutes ses étapes.",
    "implementation": [],
    "control": [
      "Vérifier, pour chaque page concernée, que la liste des étapes y est indiquée, en règle générale sous forme d'un chemin d'étapes en tête de page ou de formulaire."
    ],
    "screenshotsSources": []
  },
  {
    "id": 88,
    "title": "L'étape en cours d'un processus complexe est indiquée.",
    "authors": ["Adrien LECOMTE"],
    "path": "/rules/88",
    "description": "Ne vous êtes-vous jamais demandé, au beau milieu d’une démarche un peu longue répartie sur plusieurs formulaires successifs, où vous étiez exactement ?",
    "tags": ["Accessibilité", "Conception", "Formulaires"],
    "objectives": [
      "Permettre à l'utilisateur d'identifier le degré d'avancement dans un processus.",
      "Rassurer l'utilisateur lors de la réalisation d'un processus complexe."
    ],
    "implementationIntro": "Préciser sur chaque page du processus l'étape correspondant à la page en cours.",
    "implementation": [],
    "control": [
      "Dans le cas de processus complexes, vérifier, pour chaque page concernée, que l'étape en cours y est indiquée",
      "Dans le titre de page",
      "Dans le contenu de page, sous la forme d'une mise en évidence dans le chemin d'étapes en tête de page ou de formulaire, par exemple « Étape 2 – Coordonnées » ou « Étape 4 – Paiement »."
    ],
    "screenshotsSources": []
  },
  {
    "id": 89,
    "title": "Chaque étape d'un processus complexe permet de revenir à l'étape précédente.",
    "authors": ["Adrien LECOMTE"],
    "path": "/rules/89",
    "description": "Après avoir décidé de passer à l’étape suivante d’un processus complexe, il arrive souvent d’avoir besoin de vérifier ce qu’on a saisi précédemment. Laissez aux internautes la possibilité de douter, de vérifier, et de se tromper, bien sûr.",
    "tags": ["Accessibilité", "Développement", "Conception", "Formulaires"],
    "objectives": [
      "Faciliter l’utilisation des formulaires répartis sur plusieurs pages successives.",
      "Réduire les risques d’erreurs de saisie. Limiter les risques d’abandon en cours de processus."
    ],
    "implementationIntro": "Fournir à chaque étape du formulaire un bouton de navigation permettant de retourner à l’étape précédente.",
    "implementation": [],
    "control": [
      "Vérifier manuellement la possibilité de revenir à chaque étape précédente du processus."
    ],
    "screenshotsSources": []
  },
  {
    "id": 90,
    "title": "L'utilisateur est averti de la perte d'information en cas d'utilisation de l'historique de son navigateur dans un processus complexe.",
    "authors": ["Adrien LECOMTE"],
    "path": "/rules/90",
    "description": "Ne vous est-il jamais arrivé de croire que vous pouviez tout simplement retourner voir ce que vous aviez saisi à l’étape précédente lors de votre déclaration d’impôts, par exemple, et de constater peu après que tout ce que vous aviez saisi avant ce remords était perdu ? Évitons ce genre de déception à nos utilisateurs.",
    "tags": [
      "Basics",
      "Accessibilité",
      "Conception",
      "Développement",
      "Formulaires"
    ],
    "objectives": [
      "Faciliter l’utilisation des formulaires répartis sur plusieurs pages successives.",
      "Limiter les risques d’abandon en cours de processus."
    ],
    "implementationIntro": "Générer une alerte JavaScript en cas de l’utilisation de la fonctionnalité « back » de l’historique du navigateur. ",
    "implementation": [],
    "control": [
      "Amorcer la saisie d’un formulaire après la première étape du processus, puis activer le bouton « back » du navigateur."
    ],
    "screenshotsSources": []
  },
  {
    "id": 91,
    "title": "La navigation dans un processus complexe ne provoque pas la perte des données précédemment soumises.",
    "authors": ["Adrien LECOMTE"],
    "path": "/rules/91",
    "description": "Il est certes extrêmement confortable pour l’utilisateur de pouvoir naviguer dans les différentes étapes d’un processus complexe. Il est évidemment essentiel de l’avertir lorsque des données peuvent être perdues. C’est d’ailleurs l’objet d’une autre des règles assurance qualité web. Il est encore plus utile de s’assurer que l’ensemble des données saisies par l’utilisateur sont enregistrées à tout moment.",
    "tags": ["Développement", "Formulaires"],
    "objectives": [
      "Faciliter la saisie et sa correction dans les formulaires répartis par étapes.",
      "Limiter les risques d’abandon en cours de procédure."
    ],
    "implementationIntro": "Prévoir, au niveau de la gestion de la navigation dans les étapes du processus, l’enregistrement des données saisies à chaque étape, de manière à pouvoir afficher à nouveau celle-ci sans perte de données après que l’utilisateur a utilisé le mécanisme de navigation dans les étap",
    "implementation": [],
    "control": [
      "Utiliser le mécanisme de navigation dans les étapes précédentes de la saisie et vérifier manuellement que les données saisies à chaque étape sont conservées et affichées à nouveau par la suite. "
    ],
    "screenshotsSources": []
  },
  {
    "id": 92,
    "title": "Le copier coller est possible dans les champs de formulaire.",
    "authors": ["Adrien LECOMTE"],
    "path": "/rules/92",
    "description": "Saisissez votre adresse e-mail. C’est bon, c’est fait ? Et si maintenant je vous demande de la saisir de nouveau, vous allez peut-être avoir la flemme de le faire et voudrez la copier depuis le premier champ pour la coller dans le deuxième. De quel droit certains sites voudraient-ils vous empêcher de faire cela ? Vive le copier-coller libre !",
    "tags": ["Basics", "Accessibilité", "Développement", "Formulaires"],
    "objectives": ["Faciliter la saisie dans les formulaires."],
    "implementationIntro": "",
    "implementation": [
      "Ne pas intercepter les événements JavaScript onpaste ou keydown pour bloquer le coller dans un champ de formulaire.",
      "Ne pas intercepter les événements JavaScript oncopy ou oncut pour bloquer le copier dans un champ de formulaire."
    ],
    "control": [
      "Vérifier qu’il est possible de copier le contenu de chaque champ y compris les champs de type password (en utilisant le menu contextuel du navigateur ou à défaut un mécanisme propre au formulaire).",
      "Vérifier qu’il est possible de coller un contenu dans chaque champ y compris dans les champs de type password (en utilisant le menu contextuel du navigateur ou à défaut un mécanisme propre au formulaire)."
    ],
    "screenshotsSources": []
  },
  {
    "id": 93,
    "title": "Les éléments d'une liste déroulante qui peuvent être regroupés le sont de manière appropriée.",
    "authors": ["Adrien LECOMTE"],
    "path": "/rules/93",
    "description": "Le contenu de certaines listes déroulantes est suffisamment homogène pour se suffire à lui-même, mais, dans certains cas, la liste sera plus aisée à consulter en étant mieux organisée. Dans ce cas, l’élément optgroup est votre ami.",
    "tags": ["Basics", "Accessibilité", "Conception", "Formulaires"],
    "objectives": [
      "Permettre aux aides techniques de restituer à l’utilisateur une liste dont l’organisation est clairement perceptible et qui facilite le passage d’un élément de la liste à un autre.",
      "Favoriser un rendu approprié des listes déroulantes complexes dans tous les navigateurs.",
      "Améliorer l’accessibilité des contenus aux personnes handicapées"
    ],
    "implementationIntro": "",
    "implementation": [
      "Utiliser l'élément optgroup pour baliser les regroupements thématiques d'éléments option dans les listes sel",
      "Utiliser l'attribut label de l'élément optgroup pour afficher l'étiquette de chaque regroupement."
    ],
    "control": [
      "Ouvrir chaque liste (select) pour détecter celles qui nécessiteraient un regroupement d'éléments option, par exemple des regroupements de modèles de voitures classés par marques ou des regroupements de villes réalisés par département ",
      "Vérifier, en examinant le code source à l'aide de Firebug, que chaque série d'éléments option qui devraient être regroupés est balisée avec l'élément optgroup",
      "Vérifier que chaque élément optgroup est doté d'un attribut label associant un libellé pertinent au groupe d'options concern"
    ],
    "screenshotsSources": []
  },
  {
    "id": 197,
    "title": "Toutes les pages utilisent le protocole HTTPS.",
    "authors": ["Stephen MICOSA"],
    "path": "/rules/197",
    "description": "Le HTTPS qui se trouve au début de la majorité des adresses web actuellement signifie que la page est envoyée par le serveur avec le protocole HyperText Transfer Protocol Secure ou « protocole de transfert hypertextuel sécurisé. » Cela signifie que la page est envoyée avec HTTP et qu’elle est chiffrée pour éviter qu’elle ne puisse être lue directement sur le réseau. Au début réservée au transfert de données sensibles, recommandée notamment par Google, cette approche est maintenant généralisée pour toutes les pages web. Pour les utilisateurs, cela signifie que vos échanges avec le site sont chiffrés.",
    "tags": ["Basics", "Développement", "Sécurité"],
    "objectives": [
      "Prévenir le risque d’interception et de vol de données.",
      "Améliorer la sécurité du site.",
      "Rassurer les utilisateurs.",
      "Consolider le référencement des pages."
    ],
    "implementationIntro": "Ne pas utiliser le protocole HTTP, mais uniquement HTTPS pour toutes les ressources de chaque page du site.",
    "implementation": [],
    "control": [
      "Vérifier que chaque page et ressource de page du site utilise le protocole HTTPS et non HTTP."
    ],
    "screenshotsSources": [
      "https://www.service-public.gouv.fr/",
      "https://www.impots.gouv.fr/accueil"
    ]
  },
  {
    "id": 198,
    "title": "Les certificats de sécurité sont signés et en cours de validité.",
    "authors": ["Stephen MICOSA"],
    "path": "/rules/198",
    "description": "La rencontre d’un site dont le certificat est invalide ou périmé provoque des alertes sur le poste de l’internaute. Dans un certain nombre de cas, elles le conduiront à quitter immédiatement le site.",
    "tags": ["Basics", "Développement", "Sécurité"],
    "objectives": [
      "Permettre aux utilisateurs de connaître la validité du certificat et contribuer à la sécurisation de la transaction."
    ],
    "implementationIntro": "Faire un suivi rigoureux des certificats de sécurité utilisés sur le site en anticipant les dates de renouvellement.",
    "implementation": [],
    "control": [
      "Vérifier la validité du certificat à l'aide d'un outil en ligne, ou bien à l'aide des outils fournis par les navigateurs",
      "La plupart des navigateurs affichent également une alerte lorsqu'ils rencontrent un certificat non valide."
    ],
    "screenshotsSources": [
      "https://www.service-public.gouv.fr/",
      "https://www.impots.gouv.fr/accueil"
    ]
  },
  {
    "id": 199,
    "title": "Les pages utilisant HTTPS ont un entête de transport strict.",
    "authors": ["Stephen MICOSA"],
    "path": "/rules/199",
    "description": "Selon Wikipédia, que nous nous refusons à paraphraser ici : « HTTP Strict Transport Security (HSTS) est un mécanisme de politique de sécurité proposé pour HTTP, permettant à un serveur web de déclarer à un agent utilisateur (comme un navigateur web), compatible, qu'il doit interagir avec lui en utilisant une connexion sécurisée (comme HTTPS) ». En résumé, cela signifie que votre serveur est configuré pour ne communiquer avec l’utilisateur que de manière chiffrée. Il s’agit donc d’un niveau de sécurité supplémentaire par rapport au fait d’utiliser HTTPS. Non seulement le serveur parle en HTTPS, mais il refuse de parler de toute autre façon.",
    "tags": ["Basics", "Développement", "Sécurité"],
    "objectives": [
      "Améliorer la sécurité des échanges.",
      "Prévenir les risques d’attaques."
    ],
    "implementationIntro": "Utiliser pour chaque page l'entête HTTP Strict Transport Security et son paramètre max-age pour spécifier que le navigateur doit convertir toutes les requêtes en HTTP en requêtes HTTPS.",
    "implementation": [],
    "control": [
      "Vérifier que le serveur envoie pour chaque page l'entête HTTP Strict Transport Security avec le paramètre max-age spécifiant la durée pendant laquelle le navigateur doit convertir toutes les requêtes en HTTP en requêtes HTTPS"
    ],
    "screenshotsSources": [
      "https://stackoverflow.com/questions",
      "https://securityheaders.com/?q=https%3A%2F%2Fstackoverflow.com%2Fquestions&followRedirects=on",
      "https://chatgpt.com/",
      "https://securityheaders.com/?q=https%3A%2F%2Fchatgpt.com%2F&followRedirects=on"
    ]
  },
  {
    "id": 200,
    "title": "Les pages utilisant le protocole HTTPS ne proposent pas de ressources HTTP.",
    "authors": ["Stephen MICOSA"],
    "path": "/rules/200",
    "description": "Lorsque les utilisateurs naviguent sur les sites proposant HTTPS, les utilisateurs voient s’afficher un cadenas. Lorsque le site propose dans la même page certaines ressources en HTTP et d’autres en HTTPS, le navigateur pourra afficher une alerte de sécurité concernant le site visité. Lorsque vous proposez un site en HTTPS, veillez bien à ce que toutes les ressources appelées soient également en HTTPS",
    "tags": ["Développement", "Sécurité"],
    "objectives": [
      "Prévenir les alertes de type \"site non sécurisé\" dans les outils de consultation.",
      "Améliorer la sécurité pour l’ensemble des ressources du site."
    ],
    "implementationIntro": "Pour chaque page du site envoyée par le serveur en HTTPS, fournir toutes les ressources qui la composent (images, fichiers CSS, JS, etc.) via le protocole HTTPS et non via HTTP.",
    "implementation": [],
    "control": [
      "Pour chaque page du site envoyée par le serveur en HTTPS, vérifier qu'aucune des ressources qui la composent (images, fichiers CSS, JS, etc.) n'est fournie via le protocole HTTP."
    ],
    "screenshotsSources": [
      "https://web.dev/articles/fixing-mixed-content",
      "https://www.whynopadlock.com/results/3d701c75-4163-4973-a0b8-0b5233a4b3c0",
      "https://extranet.ynov.com/home",
      "https://www.wpoven.com/blog/how-to-fix-mixed-content-warning-on-wordpress/"
    ]
  },
  {
    "id": 201,
    "title": "Les opérations relatives aux mots de passe peuvent être effectuées intégralement en ligne.",
    "authors": ["Stephen MICOSA"],
    "path": "/rules/201",
    "description": "Vous ne retrouvez plus votre mot de passe, pas de problème ! Saisissez votre nom, votre prénom, votre date de naissance, le nom de jeune fille de votre grand-père, vous recevrez votre nouveau mot de passe dans quelques jours par courrier postal. D’ici là, nous vous souhaitons de ne pas avoir trop besoin de notre service. Si ce message plus ou moins imaginaire fait écho à vos propres expériences – bancaires, par exemple -, vous n’avez même pas besoin qu’on vous explique l’intérêt de pouvoir modifier ou réinitialiser son mot de passe en ligne.",
    "tags": ["Accessibilité", "Conception", "Développement", "Sécurité"],
    "objectives": [
      "Fournir une solution immédiate au problème de l’utilisateur.",
      "Limiter les difficultés liées à l’utilisation d’autres modes de communication."
    ],
    "implementationIntro": "Permettre à l'utilisateur d'effectuer toutes les actions liées au mot de passe (réinitialisation de passe perdu, modification, etc.) intégralement en ligne. Par exemple : pas d'envoi d'un rappel de mot de passe ou d'un nouveau mot de passe par courrier postal.",
    "implementation": [],
    "control": [
      "Vérifier qu'il est possible d'effectuer intégralement en ligne toutes les actions liées au mot de passe (réinitialisation de mot de passe perdu, modification, etc.)."
    ],
    "screenshotsSources": [
      "https://www.bershka.com/fr/h-man.html",
      "https://www.bershka.com/fr/h-man.html",
      "https://www.bershka.com/fr/h-man.html"
    ]
  },
  {
    "id": 202,
    "title": "Les mots de passe peuvent être choisis ou changés par l'utilisateur.",
    "authors": ["Stephen MICOSA"],
    "path": "/rules/202",
    "description": "Pour de nombreux utilisateurs, les mots de passe choisis par défaut sont trop complexes à mémoriser. Le fait de pouvoir choisir ou changer son mot de passe présente une vraie valeur ajoutée pour ces internautes.",
    "tags": ["Accessibilité", "Développement", "Sécurité"],
    "objectives": [
      "Permettre aux utilisateurs de choisir un mot de passe personnalisé.",
      "Éviter aux utilisateurs de rechercher leur mot de passe à chaque connexion."
    ],
    "implementationIntro": "Fournir une procédure en ligne permettant le choix d'un mot de passe personnalisé dès la création du compte ou la modification ultérieure des mots de passe automatiquement générés.\n Fournir un accès à la modification du mot de passe depuis la gestion du compte utilisateur ou à défaut dans le contexte du formulaire d'identification.",
    "implementation": [],
    "control": [
      "Vérifier qu'il est possible de saisir le mot de passe de son choix à la création du compte ou, dans le cas où le mot de passe est automatiquement généré par le service en ligne, contrôler qu'il est possible de le modifier après l'inscription."
    ],
    "screenshotsSources": [
      "https://tinyurl.com/instant-gaming-registration",
      "https://www.instant-gaming.com/en/"
    ]
  },
  {
    "id": 203,
    "title": "Un dispositif sensibilise l'utilisateur sur le degré de sécurisation du mot de passe qu'il choisit.",
    "authors": ["Stephen MICOSA"],
    "path": "/rules/203",
    "description": "Un mot de passe doit avoir un niveau minimum de complexité pour ne pas être facilement deviné à des fins malveillantes. Il est souhaitable d’avertir l’utilisateur si le mot de passe qu’il a choisi n’est pas assez complexe. Certains systèmes permettent même de l’en informer en direct pendant la saisie.",
    "tags": [
      "Basics",
      "Accessibilité",
      "Conception",
      "Développement",
      "Sécurité"
    ],
    "objectives": [
      "Informer les utilisateurs sur le niveau de sécurité du mot de passe choisi et donc sur les risques de détournement."
    ],
    "implementationIntro": "La saisie du mot de passe donne lieu à une validation et à un retour indiquant son degré de sécurité, avant soumission définitive du formulaire d’inscription ou de changement de mot de passe.",
    "implementation": [],
    "control": [
      "Pour tout formulaire d’inscription ou de changement de mot de passe :",
      "Saisir un mot de passe et s’assurer que cette saisie donne lieu à une validation et à un retour indiquant son degré de sécurité, et ce, avant la soumission définitive du formulaire.",
      "Cette validation peut être plus ou moins exigeante : contrôle du nombre de caractères, de l’absence de l’identifiant du compte dans le mot de passe, du type de caractères présents, etc. "
    ],
    "screenshotsSources": [
      "https://dribbble.com/shots/4467712-Password-Strength-Meter/attachments/4467712-Password-Strength-Meter?mode=media",
      "https://www.dropbox.com/"
    ]
  },
  {
    "id": 204,
    "title": "Les mots de passe peuvent être réinitialisés.",
    "authors": ["Stephen MICOSA"],
    "path": "/rules/204",
    "description": "Perdre son identifiant ou son mot de passe arrive à tout le monde. La procédure à suivre pour le réinitialiser doit être simple, possible à faire en ligne et sécurisée. Un mot de passe perdu peut être synonyme d’utilisateur perdu.",
    "tags": ["Accessibilité", "Développement", "Sécurité"],
    "objectives": [
      "Permettre à l'utilisateur d'accéder à son compte en cas de perte du mot de passe.",
      "Simplifier la gestion des comptes utilisateurs. ",
      "Renforcer la sécurité en évitant le stockage de mots de passe non chiffrés afin de pouvoir les communiquer de nouveau à l'utilisateur."
    ],
    "implementationIntro": "Fournir un lien permettant l'envoi d'un mail à l'adresse associée au compte indiquant la procédure de réinitialisation.\n Placer de préférence ce lien dans le formulaire de connexion.",
    "implementation": [],
    "control": [
      "Dans un site proposant un compte personnel protégé par mot de passe :",
      "Sans être identifié sur le site, vérifier la présence d'un lien du type « Mot de passe oublié ? » à proximité du formulaire de connexion ;",
      "Vérifier la présence d'une procédure permettant la création d'un nouveau mot de passe sur la page pointée par le lien « Mot de passe oublié ? » ;",
      "Vérifier qu'il s'agit bien d'une procédure de réinitialisation et non pas d'un simple renvoi du mot de passe actuel."
    ],
    "screenshotsSources": []
  }
]
